// --------------------------------------------------------------------------------------------------------------------
// <copyright file="Sex.cs" company="andreygolubkow">
// </copyright>
// <summary>
//   Пол человека.
// </summary>
// --------------------------------------------------------------------------------------------------------------------

namespace Core.Model.Student
{
    /// <summary>
    /// Пол человека.
    /// </summary>
    public enum Sex
    {
        /// <summary>
        /// Женский пол.
        /// </summary>
        Female = 0,
        /// <summary>
        /// Мужской пол. 
        /// </summary>
        Male = 1
    }
}